Repository: navjottomer/Related-Ads
Catalog: languages/*/messages.po
Languages: es_es, fr_fr, nl_nl

source: Setting saved successfully
es_es: Ajuste guardado con éxito
fr_fr: Réglage enregistré avec succès
nl_nl: Instellen succesvol opgeslagen

source: Related Ads Preferences
es_es: Anuncios Relacionados Preferencias
fr_fr: Annonces connexes Préférences

source: Number of related ads
es_es: Número de anuncios relacionados
fr_fr: Nombre d'annonces connexes
nl_nl: Aantal gerelateerde advertenties

source: Enter how many ads you want to show on Item Page (Default is 4)
es_es: Entra cuántos anuncios que desea mostrar en el artículo de página (por defecto es 4)
fr_fr: Entrez le nombre d'annonces que vous souhaitez afficher sur le point Page (4 par défaut)
nl_nl: Voer het aantal advertenties die u wilt weergeven op de pagina (standaard is 4)

source: No
fr_fr: Non
nl_nl: Geen

source: Yes
es_es: Sí
fr_fr: Oui
nl_nl: Ja

source: Show ads with pictures only
es_es: Mostrar anuncios con imágenes solamente
fr_fr: Voir les annonces avec des photos seulement
nl_nl: Toon advertenties met foto's alleen

source: Select Yes if you want to show ads with picture only
es_es: Seleccione Sí si desea mostrar anuncios sólo con foto
fr_fr: Sélectionnez Oui si vous voulez afficher des annonces avec photo uniquement
nl_nl: Selecteer Ja als u wilt om advertenties te tonen met slechts picture

source: Show ads with same category
es_es: Mostrar anuncios con misma categoría
fr_fr: Voir les annonces à la même catégorie
nl_nl: Toon advertenties met dezelfde categorie

source: Select Yes to Filter ads by Category
es_es: Seleccione Sí para filtrar los anuncios por Categoría
fr_fr: Sélectionnez Oui pour Filtrer les annonces par catégorie
nl_nl: Selecteer Ja om Filter advertenties per categorie

source: Show ads with same country
es_es: Mostrar anuncios con el mismo país
fr_fr: Voir les annonces avec même pays
nl_nl: Toon advertenties met hetzelfde land

source: Select Yes to Filter ads by Country
es_es: Seleccione Sí para filtrar los anuncios por país
fr_fr: Sélectionnez Oui pour filtrer les annonces par Pays
nl_nl: Selecteer Ja om Filter advertenties per land

source: Show ads with same region
es_es: Mostrar anuncios con misma región
fr_fr: Voir les annonces à la même région
nl_nl: Toon advertenties met dezelfde regio

source: Select Yes to Filter ads by Region
es_es: Seleccione Sí para filtrar los anuncios por región
fr_fr: Sélectionnez Oui pour Filtrer les annonces par région
nl_nl: Selecteer Ja om Filter advertenties per regio

source: Disable default Css
es_es: Desactivar default Css
fr_fr: Désactiver par défaut Css
nl_nl: Schakel standaard Css

source: Select Yes to disable included css and to use your own css
es_es: Seleccione Sí para deshabilitar incluido css y utilizar su propio css
fr_fr: Sélectionnez Oui pour désactiver inclus css et d'utiliser votre propre css
nl_nl: Selecteer Ja om disable opgenomen css en uw eigen css gebruiken

source: Related Ads AutoEmbed
es_es: Anuncios Relacionados AutoEmbed
fr_fr: Annonces correspondantes AutoEmbed
nl_nl: Verwante advertenties AutoEmbed

source: Disable
es_es: Inhabilitar
fr_fr: Désactiver
nl_nl: Onbruikbaar maken

source: Enable
es_es: Permitir
fr_fr: Permettre
nl_nl: In staat stellen

source: Choose Enable to Autoembed related ads in your Item page
es_es: Elija Activar para Autoembed anuncios relacionados en su página del artículo
fr_fr: Choisissez Activer pour Autoembed annonces liées à votre page d'article
nl_nl: Kies Inschakelen om gerelateerde advertenties Autoembed in uw pagina Object

source: If you disable this feature than copy this function to your Item Page
es_es: Si se desactiva esta función de copiar esta función a tu página de artículo
fr_fr: Si vous désactivez cette fonction de copie de cette fonction à votre article page
nl_nl: Als u deze functie deze functie uit te schakelen dan kopiëren naar uw pagina

source: Save Related Ads Settings
es_es: Guardar Anuncios Relacionados Configuración
fr_fr: Enregistrer annonces connexes Paramètres
nl_nl: Opslaan Verwante advertenties Instellingen

source: Related Ads Help
es_es: Anuncios Relacionados Ayuda
fr_fr: Annonces correspondantes Aide
nl_nl: Verwante advertenties Help

source: 1.What is Related Ads Plugin?
es_es: 1.Que se Anuncios Relacionados Programas?
fr_fr: 1.Quelle est liée annonces Plugin?
nl_nl: 1.Wat is gerelateerde advertenties Plugin?

source: Related ads plugin is very easy to use plugin which will show latest related ads on Item page and helps you to reduce bounce rate of your classified portal
es_es: Anuncios Relacionados plugin es muy fácil de usar plug-in que le mostrará más anuncios relacionados en la página del artículo y le ayuda a reducir el porcentaje de abandonos de su portal clasificado
fr_fr: Annonces correspondantes plugin est très facile à utiliser plugin qui affichera des annonces récentes relatives à la page produit et vous aide à réduire le taux de rebond de votre portail classé
nl_nl: Gerelateerde advertenties plugin is heel gemakkelijk om plugin die laatste gerelateerde advertenties worden weergegeven op de pagina Object gebruiken en helpt je om bounce rate van uw geclassificeerde portal verminderen

source: 2.How does Related Ads plugin work?
es_es: 2.Como tiene Anuncios Relacionados obra plugin?
fr_fr: 2.Comment ne Annonces correspondantes plugin fonctionne?
nl_nl: 2.Hoe werkt Related Ads plugin werk?

source: In order to use this plugin, you should enable Auto-embed feature in plugin configuration screen or edit your theme file <b>item.php</b> and add the following line anywhere in the code you want related ads to display.
es_es: Para utilizar este plugin, debe activar la función Auto-inserción en pantalla de configuración del plug-in o editar su archivo de tema <b> item.php </ b> y agregue la siguiente línea en cualquier parte del código que desee para mostrar anuncios relacionados.
fr_fr: Pour utiliser ce plugin, vous devez activer la fonction Auto-Placer sur l'écran de configuration du plugin ou modifier votre fichier de thème <b> item.php </ b> et ajoutez la ligne suivante n'importe où dans le code que vous souhaitez annonces liées à afficher.
nl_nl: Om deze plugin te gebruiken, moet u Auto-embed functie in te schakelen in het plugin scherm configuratie of bewerkt u uw thema bestand <b> item.php </ b> en voeg de volgende regel overal in de code die u wilt gerelateerde advertenties weer te geven.

source: 3. How can I show related ads with pictures only?
es_es: 3. ¿Cómo puedo mostrar anuncios relacionados con sólo imágenes?
fr_fr: 3. Comment puis-je afficher des annonces liées avec des photos seulement?
nl_nl: 3. Hoe kan ik gerelateerde advertenties met alleen plaatjes?

source: Set <b>Show ads with pictures only</b> option to Yes
es_es: Establecer <b> Ver los anuncios con imágenes solamente </ b> para Sí
fr_fr: Réglez <b> Montrer les annonces avec des photos seulement </ b> option sur Oui
nl_nl: Stel <b> Laat advertenties met foto's alleen </ b> optie op Ja

source: 4.How can I change/disable default css for displaying related ads differently?
es_es: 4.How puedo cambiar / desactivar css predeterminado para mostrar anuncios relacionados con el diferente?
fr_fr: 4.How puis-je changer / désactiver CSS par défaut pour l'affichage des annonces liées différemment?
nl_nl: 4.Hoe kan ik wijzigen / default css uitschakelen voor het weergeven van gerelateerde advertenties anders?

source: You can edit style.css file in related ads plugin directory.
es_es: Puede editar el archivo style.css en los anuncios relacionados con directorio de plugins.
fr_fr: Vous pouvez éditer le fichier style.css dans le répertoire de plugin annonces connexes.
nl_nl: U kunt style.css bestand te bewerken in gerelateerde advertenties plugin directory.

source: You can also disable default stylesheet in plugin configuration screen and put your custom css in theme stylesheet
es_es: También puede desactivar la hoja de estilo predeterminada en la pantalla de configuración del plugin y poner su hoja de estilo css personalizado en el tema
fr_fr: Vous pouvez également désactiver feuille de style par défaut dans l'écran de configuration du plugin et de mettre votre CSS personnalisé à thème style
nl_nl: U kunt ook standaard stylesheet uitschakelen in plugin scherm configuratie en zet uw aangepaste css in thema stylesheet

source: Created by Navjot tomer as suggested by Jay with the help of Carousel for OSclass plugin.
es_es: Creado por Navjot tomer como sugieren Jay con la ayuda de carrusel para Programas OSClass.
fr_fr: Créé par Tomer Navjot comme suggéré par Jay avec l'aide de carrousel pour plugin OSclass.
nl_nl: Gemaakt door Navjot tomer zoals voorgesteld door Jay met de hulp van Carrousel voor OSclass plugin.

source: Configure
es_es: Configurar
fr_fr: Configurer
nl_nl: Configureren

source: Help
es_es: Ayudar
fr_fr: Aide
